app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "description title one"], ["description", nil], ["created_at", "2022-02-05 15:23:52.000059"], ["updated_at", "2022-02-05 15:23:52.000059"]]
---
  def create
    @article = Article.new(article_params)
    @article.save